{
  "name": "openHAB",
  "summary": "Steuern Sie Ihr openHAB 2 System mit Alexa und myopenHAB.org",
  "description": "Der openHAB Alexa Smart Home Skill ermöglicht Ihnen die Steuerung von Lampen, Thermostaten und weiteren vernetzten Geräten des openHAB 2 Systems durch den Internetdienst myopenHAB.org. \n\nDas open Home Automation Bus (openHAB) Projekt stellt eine universale Integrationsplattform für alle Dinge rund um Heimautomatisierung dar. Dabei verfolgt es die Idee der absoluten Herstellerunabhängigkeit, sowie eine strikte Trennung von funktionalen Belangen und Hardware/Protokoll-Spezifika. openHAB bringt zahlreiche Bussysteme, Geräte und Protokolle zusammen. Unterstützte Technologien sind KNX, Modbus, DMX, Philips Hue, PLCBus, Sonos, Plugwise, IHC/Elko, RFXCOM, Homematic, Koubachi, Pulseaudio, Samsung TV, Bluetooth, One-Wire, Novelan, Asterisk, allgemeine serielle Geräte und viele andere. HABDroid unterstützt alle openHAB Features sowie NFC-Tag-basierte Navigation und Kommandoausführung, automatisches Discovery der openHAB-Instanz und Remote-Zugriffe auf openHAB über das Internet. openHAB ist damit DIE Integrations- und Steuerungszentrale für ein Smart Home. Weitere Informationen zu openHAB gibt es unter http://www.openhab.org/\n\nERSTE SCHRITTE\n\nStellen Sie zunächst sicher, dass Ihr OpenHAB-System für den OpenHAB Cloud-Dienst konfiguriert und mit ihm verbunden ist.  openHAB Cloud-Konten sind kostenlos, besuchen Sie https://myopenhab.org um weitere Informationen zu erhalten. \n\nFügen Sie in der openHAB-Konfiguration Marker zu den Elementen hinzu, die Sie über Alexa nutzen möchten möchten. Alle Number, Dimmer, Switch Items oder Thermostat Modi (String oder Number) werden unterstützt. \n\nAktiviere den openHAB Alexa Skill.  Nach der Aufforderung geben Sie Benutzernamen und Passwort Ihres openHAB Cloud Kontos ein um das System mit Alexa zu verbinden. \n\nNachdem das System erfolgreich verbunden ist stehen alle Items die mit Markern versehen sind zur Erkennung zur Verfügung und können mit Alexa genutzt werden.  Wenn Sie nachträglich zusätzliche Items ergänzen möchten, starten Sie erneut die Suche nach Geräten um diese Ihrem Alexa Konto hinzuzufügen.\n\nItems in Ihrem openHAB System können direkt kontrolliert werden, zum Beispiel:\n - Alexa, schalte Küche ein\n\nSie können Ihre Items auch zu Alexa Gruppen hinzufügen um mehrere Items auf einmal zu kontrollieren, z. B:\n - Alexa, setze Schlafzimmer auf 50 Prozent\n\nSzenen und Routinen können ebenfalls genutzt werden um mehrere openHAB Items zu kontrollieren, z. B.:\n - Alexa, starte die Schlafenszeit.",
  "smallIconUri": "https://raw.githubusercontent.com/openhab/openhab-alexa/master/resources/icons/openhablogo-108.png",
  "largeIconUri": "https://raw.githubusercontent.com/openhab/openhab-alexa/master/resources/icons/openhablogo-512.png",
  "examplePhrases": [
    "Alexa, schalte Küche ein",
    "Alexa, stelle Schlafzimmer auf 50 Prozent",
    "Alexa, reduziere Temperatur um 5 grad"
  ],
  "keywords": [
    "openHAB",
    "KNX",
    "hue",
    "z-wave",
    "zwave",
    "insteon",
    "homematic",
    "home",
    "automation",
    "1-wire",
    "Bluetooth",
    "smarthome",
    "Intelligentes Zuhause",
    "Heimautomatisierung",
    "Vernetztes Zuhause"
  ],
  "updatesDescription": "Alexa Skill API V3 führt eine reichere und komplexere Reihe von Funktionen ein, die mit der neuen Metadaten-Funktion in openaHAB 2.3 kombiniert werden. Bitte überprüfen Sie die neueste Dokumentation für weitere Informationen: https://www.openhab.org/docs/ecosystem/alexa/"
}
