{
  "name": "openHAB",
  "summary": "Controlla il tuo sistema OpenHAB 2 con Alexa e myopenHAB.org",
  "description": "La skill openHAB Alexa Smart Home ti permette di controllare luci, termostati e altri oggetti connessi ad un sistema openHAB 2 attraverso il servizio cloud myopenHAB.org. \n\nGUIDA INTRODUTTIVA\n\nCome prima cosa, assicurati di aver configurato il tuo sistema openHAB e di averlo connesso al servizio openHAB Cloud.  Gli account openHAB Cloud sono gratuiti. Visita https://myopenhab.org per maggiori informazioni. \n\nIn secondo luogo, nella tua configurazione di openHAB, aggiungi tags vocali per tutti i dispositivi che vuoi gestire tramite Alexa. Sono supportati tutti gli oggetti number, dimmer, switch e thermostat (string o number). \n\nInfine, abilita la skill openHAB su Alexa.  Quando richiesto, utilizza le credenziali del tuo account openHAB Cloud per collegare il tuo sistema ad Alexa. \n\nUna volta fatto ciò, tutti i dispositivi contrassegnati da tag vocali saranno trovabili e automaticamente gestibili da Alexa.  Se aggiungi ulteriori dispositivi dopo aver già effettuato il collegamento, ti basterà chiedere ad Alexa di cercarli dicendo: \"Alexa, trova dispositivi\". Così facendo essi verranno aggiunti al tuo account Alexa.\n\nPuoi controllare i dispositivi del tuo sistema openHAB in modo diretto, ad esempio dicendo:\n - Alexa, accendi Cucina\n\nPuoi anche assegnare i tuoi dispositivi a dei gruppi Alexa, in modo da controllarne più di uno alla volta; ad esempio:\n - Alexa, imposta la camera da letto al 50 per cento\n\nScenari e Routine possono anch'essi essere usati per controllare più di un dispositivo openHAB alla volta; ad esempio:\n - Alexa, accendi Modalità Letto.",
  "smallIconUri": "https://raw.githubusercontent.com/openhab/openhab-alexa/master/resources/icons/openhablogo-108.png",
  "largeIconUri": "https://raw.githubusercontent.com/openhab/openhab-alexa/master/resources/icons/openhablogo-512.png",
  "examplePhrases": [
    "Alexa, accendi la luce della cucina",
    "Alexa, imposta la camera da letto al 50 per cento",
    "Alexa, riduci la temperatura della cucina di 5 gradi"
  ],
  "keywords": [
    "openHAB",
    "KNX",
    "hue",
    "z-wave",
    "zwave",
    "insteon",
    "homematic",
    "home",
    "automation",
    "1-wire",
    "Bluetooth",
    "smarthome",
    "Domotica",
    "Casa intelligente",
    "Casa collegata"
  ],
  "updatesDescription": "Alexa Skill API V3 introduce un insieme di funzionalità più ricco e complesso che combini con la nuova funzionalità di metadati introdotta in openaHAB 2.3. Si prega di controllare l'ultima documentazione per ulteriori informazioni: https://www.openhab.org/docs/ecosystem/alexa/"
}
